[ARFM_Effect_NeverMore]
ARFMNeverMoreFlyover="Shattered!"

[AHWRequiemTaipanAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Taipan Autopsy</font>"
Summary="The remains of a Taipan. Emits a pungent odor as it decays. Contains large amounts of natural oils in its body, and is considered a delicacy by our Reapers and a few others with.. Questionable, dining habits."
CodeName="Scourge"
LongDescription="Despite the difficulty in convincing certain members of the crew to not barbecue the Alien's carcass before I could examine it in detail, these Taipans, are the resulting hybridization of Chryssalid and Viper DNA. Despite the intimidating appearance of these specimens, it has been reported by Resistance Members who have managed to capture a living Taipan, that they are remarkably docile and social when in captivity. They are also, as has been observed in small tests with surgically removed pieces of the carcass, surprisingly flammable. Unexpectedly, these Taipans, which are armed with a wide assortment of Requiem Armaments, unlike their namesame, are not actually venomous. And due to a difference in their musculature, they are also unable to constrict humans in the same manner a Viper would, if disarmed, a Taipan could be safely subdued for interrogation. -R. Tygan."  
AlertString="Taipan"

[AHWRequiemFloaterAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Floater Autopsy</font>"
Summary="The remains of a Floater. This Cybernetic Abomination is the apparent horrible fate of ADVENT Units that fail to perform to standard."
CodeName="Abomination"
LongDescription="The Analysis of this Specimen has lead to what I could call a revolution in Combat Technology. The Xae'Keiz Valkyrie Armor. Capable of Flight, this Armor enables us to take the fight to the skies. -R. Tygan."  
AlertString="Floater"

[AHWRequiemCyberdiscAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Cyberdisc Autopsy</font>"
Summary="The remains of a Cyberdisc. While the durable outer shell remains surprisingly intact, the internals are severely corroded and damaged, and the specimen appears to be some sort of biomechanical organism. Some of the weaponry may be possible to be salvaged."
CodeName="Death Discus"
LongDescription="While most of the weaponry systems are too deeply integrated into the core Requiem Systems of this device, seemingly by design to prevent tampering and potential study, we have been able to replicate the Peripheral Armament in this device, the Tractor Beam, which should be able to be equipped on specialized armors. -R. Tygan."  
AlertString="Cyberdisc"

[AHWRequiemNivenAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Niven Analysis</font>"
Summary="The remains of a Niven. The internal structures of this have seemingly decayed, indicating that the strange devices known as Nivens are a biomechanical construct."
CodeName="Ring Swarm"
LongDescription="Careful analysis of the Mechanical components of the Niven have brought a new discovery, a miniature Psionic Capacitor, which our own troops could utilize in the field. -R. Tygan."  
AlertString="Niven"

[AHWRequiemOutsiderAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Hinter Autopsy</font>"
Summary="The relique of a Hinter. They do not decay, nor are they seemingly affected by the passage of time. A worrying amount of Psionic Energy lingers within these remains."
CodeName="Mirror Wraith"
LongDescription="Despite my hopes, these specimens, these extremely humanoid aliens known as Hinters, are beyond our current capabilities to fully analyze. The Hinter is mostly composed of a unique layered lattice of Silicon, while its nervous system appears to be a composite lattice of Silicon and an Unknown Element, which together, form a sort of Organic Psionic Circuitry, allowing it to harness immense amounts of Psionic Energy. These Hinters are Highly Intelligent Extra Dimensional Entities, and are not only capable of traversing through Dimensions at will, but are powerful Psionics with abilities unlike any others we have previously witnessed from the Aliens. The Hinter variant of the Cybernetic Brain, powered by a Requiem Core, is integrated into The Hinter's cerebral system and skeletal structure rather than serving as a replacement, and seems to function as a Dimensional Anchor of sorts. While we run the risk of detonating its Requiem Core, our SKULLJACKS are capable of interfacing with this Cybernetic Implant, a capability we can use to disrupt its function as a Dimensional Anchor, which I have reason to believe will be instantly fatal to these Extra Dimensional Aliens. However, doing so runs the risk of detonating the Requiem Core that powers it. I cannot begin to theorize what capacity these Aliens serve the Elders in with how little is known about them, but the little intel and rare accounts of their activities uncovered during The Hinter Investigation suggests that at least one of their roles, is the observation, seduction, and abduction of Psionics. -R. Tygan."  
AlertString="Hinter"

[AHWRequiemAndromelidAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Andromelid Breakdown</font>"
Summary="The wreckage of an Andromelid's Combat Shell. The Requiem Armament is in unusually fine condition, and we may be able to reverse engineer its structure."
CodeName="Death Fog"
LongDescription="While reverse engineering the Andromelid's Weapon was a challenge in and of itself, I am pleased to report that we were successful in our attempts. As for 'Death Fog', that these Andromelids are so infamous for, despite the the protests of Central Officer Bradford, I have deemed the Chemical Weapon too unethical, too unstable, and too dangerous to attempt to replicate. The potential collateral damage to noncombatants and our own soldiers is too severe to ignore, regardless of the potential combat advantages it could provide. -R. Tygan."  
AlertString="Andromelid"

[AHWRequiemMechtoidAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Mechtoid Analysis</font>"
Summary="The remains of a Mechtoid. While the actual frame shares many parts with a regular ADVENT MEC, its Psionic Capabilities stem from the Sectoid integrated into its systems. The real value of this specimen, is in its Requiem Armament."
CodeName="Psycho Eyes"
LongDescription="The so-called Coring Lance has proven to be an enlightening study. Its uncanny ability to penetrate through just about every form of Armor and Shielding we know renders most of our armor designs borderline obsolete. On the other hand, however, having succesfully reverse engineered it, this capability will no doubt be immensely useful against ADVENT's heavily armored Units. -R. Tygan."  
AlertString="Mechtoid"

[AHWRequiemSeraphAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Seraph Autopsy</font>"
Summary="The remains of a Seraph. While there are many similarities with the Archons, these specimens posess a heightened Psionic Potentail, and a unique variant of the integrated mortar systems."
CodeName="Angel"
LongDescription="These specimens, referred to as Seraphs by our Operatives in the field, appear to be heavily based on hybridized Muton and Human DNA. Its extreme aerial mobility and deadly Requiem Armaments pose a severe threat to our Operatives, however, studies of its cardiovascular system indicates that it is heavily vulnerable to poisons. A weakness that will certainly prove to our advantage, should we make use of Poisonous Weapons. -R. Tygan."  
AlertString="Seraph"

[AHWRequiemTitanAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Titan Autopsy</font>"
Summary="Biologically, this variant of the Berserkers has few differences from the standard species, other than its unusually large size. The immense durability of its body and the overwhelming power it wielded, however, seems to be due to its many implants."
CodeName="Behemoth"
LongDescription="Officially designated as a \"Titan\" unit in recovered Alien Intel, the immense durability of these Berserkers is due to a Special Psionically Conductive Alloy Nanoweave layered within its dermis, rendering its hide tougher than solid steel while Psionic Energy is being channeled through the Nanoweave. While the benefits of this implanted armor are clear, when exposed to Psionic Energy, this Nanoweave continuously inflicts implanted subjects with immense, and crippling, pain, which our volunteer described as being worse than having been set on fire or sprayed with acids. Worse still, the Aliens implanted a device directly into the Titan's brain, which is designed not only to controls its actions, but amplifies the pain the Titan is suffering, and coverts it into Psionic Energy that is weaponized in the Titan's many implants, and fed back into the Psionic Nanoweave within its skin, maintaining its immense suffering and power. Psionic Members of the Crew described the specimen as being a living embodiment of 'Hatred' towards everything and anything, and even in death, this Psionic Energy lingers inside within its body, refusing to disperse. Though while the unethical nature of its implanted armor is such that I would not even consider attempting to replicate it for our soldiers, the novel methods of technologically weaponizing Psionic Energy in its implants has granted me a number of insights which will allow our engineers to significantly improve our Psionic Gauntlets. -R. Tygan."  
AlertString="Titan"
UnlockedDescription="Psi Gauntlets Damage Increased"

[AHWRequiemIncubatorAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Nightmare Hive Autopsy</font>"
Summary="This miniature Mobile Nanofactory is as equally a marvel of scientific possibility, as it is a horrifying testament to the Aliens' technological prowess."
CodeName="Factory"
LongDescription="This specimen is a combination of a Meld Slurry combined with resource harvesting systems, and a Meld-Enhanced mass of Synthetic Flesh, encased in a heavy armored and heavily armed robotic shell. This combination of systems allows it to manufacture and deploy the unique Chryssalids we know as Nightmares, a capability demonstrated in the field to horrifying effect. -R. Tygan."  
AlertString="Nightmare Hive"
UnlockedDescription="Powered Armor Durability Increased"

[AHWRequiemNightmareAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Nightmare Autopsy</font>"
Summary="While the implanted systems of these specimens are too corroded to study, the Nightmare's claws remain a fascinating cybernetically enhanced structure, capable of rending steel despite remaining lightweight and flexible."
CodeName="Minesweeper"
LongDescription="This specimen, the so-called Nightmare, is an extremely dangerous and extensively Cybernetically Modified Chryssalid, with implanted Explosive Chemical Weapons. While we have yet to be able to find a specimen intact enough to study its integrated explosive weaponry, the cybernetically enhanced claws have inspired a remarkable improvement in our Ripjack designs. -R. Tygan."  
AlertString="Nightmare"
UnlockedDescription="Ripjack Damage Increased"

[AHWRequiemTech X2TechTemplate]
DisplayName="<font color='#df07b7'>Anomalous Hazardous Material Research</font>"
Summary="The extremely hazardous substance known as <font color='#df07b7'>Requiem Essence</font> and the related <font color='#df07b7'>Requiem Cores</font>, which are equally dangerous to handle, are deeply integrated into this new variant of Alien Weaponry."
CodeName="Anathema"
LongDescription="<Bullet/>While the <font color='#df07b7'>Requiem Essence</font> remains an enigma, we've managed to replicate the manufacturing of the necessary Vanadium-Elerium Alloy to contain it, allowing us to manufacture <font color='#df07b7'>Requiem Cores</font> if we need to do so. \n<Bullet/> With the expertise of Miss Shen and a little more research, we may be able to equip our Operatives with these <font color='#df07b7'>Requiem Armaments.</font> -R. Tygan."
AlertString="Anomalous Hazardous Material Research"
UnlockedDescription="Requiem Core Manufacturing Unlocked"

[AHWFloaterArmor X2ArmorTemplate]
FriendlyName="<font color='#df07b7'>Xae'Keiz Valkyrie Armor</font>"
FriendlyNamePlural="<font color='#df07b7'>Xae'Keiz Valkyrie Armor</font>"
BriefSummary="Our study of the Floaters has provided us with a groundbreaking new possibility in combat: The Valkyrie Armor."
TacticalText="<Bullet/> This Unique design integrates the advantages of the technology used in Floater designs with armor, allowing our Soldiers to take the fight to the skies."

[RequiemRounds X2AmmoTemplate]
FriendlyName="<font color='#df07b7'>Caera'Thal Munitions</font>"
FriendlyNamePlural="<font color='#df07b7'>Caera'Thal Munitions</font>"
BriefSummary="These Specially Manufactured Penetrators are designed to pierce Armor and inject Requiem Essence into the target, but the unique difficulties in manufacturing ammunition that utilizes Requiem Essence has forced us to reduce the size of the magazine by one."
TacticalText="<Bullet/> These deadly Munitions provide Armor Penetration and afflict targets with Requiem Corrosion, but the unique difficulties in manufacturing ammunition that utilizes Requiem Essence has forced us to reduce the size of the magazine by one.<br>"

[RequiemNivenBooster X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>Niven Capacitor</font>"
FriendlyNamePlural="<font color='#df07b7'>Niven Capacitor</font>"
BriefSummary="These Psionic Capacitors amplify a Soldier's Psionic Capacity, granting +20% to All Psionic Damage Dealt, and for those that can Utilize it, provides an extra Focus Point."
TacticalText="<Bullet/> These Psionic Capacitors amplify a Soldier's Psionic Capacity, granting +20% to All Psionic Damage Dealt, and for those that can Utilize it, provides an extra Focus Point."

[ARFMCaeraThal X2AbilityTemplate]
LocFriendlyName="Caera'Thal Munitions"

[ARFMCaeraThalLW X2AbilityTemplate]
LocFriendlyName="Caera'Thal Munitions"

[RequiemStainlessVest X2EquipmentTemplate]
FriendlyName="Stainless Plate"
FriendlyNamePlural="Stainless Plate"
BriefSummary="Stainless Plates serve as our primary protection against Corrosive weaponry."
TacticalText="<Bullet/> Increases soldier durability.\n <Bullet/> Provides Protection against Requiem Corrosion.\n <Bullet/>Reduces Nightmare Detonation Damage by 40%."

[CorpseRequiemNiven X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Niven Rings</font>"
FriendlyNamePlural="<font color='#df07b7'>Niven Rings</font>"
BriefSummary="The inert remains of a Niven. Whatever energy powered this Alien device is now depleted."

[CorpseRequiemFloater X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Floater Carcass</font>"
FriendlyNamePlural="<font color='#df07b7'>Floater Carcasses</font>"
BriefSummary="The remains of a Floater. It is difficult to tell whether these are the horrifying remains of an ADVENT Trooper, or that of Muton, mutilated, modified, and repurposed into a new and more deadly form."

[CorpseRequiemCyberdisc X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Cyberdisc Remains</font>"
FriendlyNamePlural="<font color='#df07b7'>Cyberdisc Remains</font>"
BriefSummary="The remains of a Cyberdisc. While the durable outer shell remains surprisingly intact, the internals are severely corroded and damaged. Some of the weaponry may be possible to be salvaged."

[CorpseRequiemOutsider X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Hinter Relique</font>"
FriendlyNamePlural="Hinter Relique</font>"
BriefSummary="The remains of a Hinter. It is difficult to determine whether the specimen is of a biological or technological nature at surface inspection, but it is distinctly humanoid, and it does not decay. A great amount of Psionic Energy lingers within these remains."

[CorpseRequiemTitan X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Titan Carcass</font>"
FriendlyNamePlural="<font color='#df07b7'>Titan Carcasses</font>"
BriefSummary="The remains of a Titan. Despite its repeatedly confirmed deceased condition, the specimen remains intimidating to behold, and the Psionically sensitive can still feel echoes of the hatred it held in life."

[CorpseRequiemTaipan X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Taipan Carcass</font>"
FriendlyNamePlural="<font color='#df07b7'>Taipan Carcasses</font>"
BriefSummary="The remains of a Taipan. This extensively modified variant species of the Vipers is extremely intelligent and highly dangerous, but it is also unusually flammable, and oddly enough, does not actually appear to be venomous."

[CorpseRequiemNightmare X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Nightmare Carcass</font>"
FriendlyNamePlural="<font color='#df07b7'>Nightmare Carcasses</font>"
BriefSummary="The remains of a Nightmare. This extensively modified and cybernatically enhanced variant of the Chryssalid is surprisingly fragile, but can tunnel through solid earth at astonishing speeds, and contains multiple implanted explosive devices, allowing the Nightmare to serve as a living landmine."

[CorpseRequiemIncubator X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Nightmare Hive Wreck</font>"
FriendlyNamePlural="<font color='#df07b7'>Nightmare Hive Wrecks</font>"
BriefSummary="The remains of a Nightmare Hive. A mobile hybrid Nanofactory and Gestator to construct the living landmines that plague the Resistance, these alien constructs are horrifying omen to witness on any battlefield."

[CorpseRequiemMechtoid X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Mechtoid Wreck</font>"
FriendlyNamePlural="<font color='#df07b7'>Mechtoid Wrecks</font>"
BriefSummary="The remains of a Mechtoid. Everything but the essential systems of a Sectoid have been stripped away, and the remainder has been integrated with this specially designed mechanical frame, allowing the Mechanized Chassis to wield Psionic Powers through the Sectoid's brain."

[CorpseRequiemSeraph X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Seraph Carcass</font>"
FriendlyNamePlural="<font color='#df07b7'>Seraph Carcasses</font>"
BriefSummary="The remains of a Seraph. These beautiful, but deadly, variants of the Archons, have had some extensive changes to their internal designs, primarily, replacing their original micromortars with a new variant."

[CorpseRequiemAndromelid X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Andromelid Wreck</font>"
FriendlyNamePlural="<font color='#df07b7'>Andromelid Wrecks</font>"
BriefSummary="The remains of an Andromelid Shell. This unique variant of Semi-Autonomous Alien Power Armor is extremely dangerous, and appears to be designed for Close Quarters Combat."

[ARFMRequiemCore X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Requiem Core</font>"
FriendlyNamePlural="<font color='#df07b7'>Requiem Cores</font>"
BriefSummary="The core component of <font color='#df07b7'>Requiem Armaments.</font> A heavily reinforced, specially designed container to allow for the relatively.. Safe weaponization of <font color='#df07b7'>Requiem Essence.</font> The same design utilized in the Aliens' own Armaments."
LootTooltip="These rare and immensely valuable crystals seem to be the heart of the alien's new weaponry. Although we don't understand the underlying mechanisms, it may be possible for us to replicate their equipment, given enough time to properly research. - R. Tygan"
BlackMarketTexts="Those crazy cultists who call themselves Templars covet this stuff like kids covet candy.. I'd rather not be in the same building as this stuff, but the money is outrageously good, so if you're willing to sell, I've got buyers waiting to buy."

[ARFMRequiemEssence X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Requiem Essence</font>"
FriendlyNamePlural="<font color='#df07b7'>Requiem Essence</font>"
BriefSummary="<Bullet/> This mysterious, radioactive, and psionically active, not to mention abhorrently hazardous, substance glows in the dark with an unearthly and hypnotic light.. It is also easily mistaken for strawberry jam when in a brightly lit environment. \n This <font color='#df07b7'>Requiem Essence</font> is likely the most toxic and corrosive substance ever discovered. Direct contact will rapidly corrode any and all materials known to mankind, save one exception, a unique Vanadium-Elerium Alloy, which is used in the Aliens' own equipment. \n <Bullet/> Commander, I must ask that you strongly advise our soldiers not to attempt to consume mysterious substances. While it may look and smell like strawberry jam while a bright room, any attempt to consume this <font color='#df07b7'>Requiem Essence</font> would assuredly be gruesomely fatal. - R. Tygan"
BlackMarketTexts="Those crazy cultists who call themselves Templars covet this stuff like kids covet candy.. I'd rather not be in the same building as this stuff, but the money is outrageously good, so if you're willing to sell, I've got buyers waiting to buy."

[AHWRequiemSparkSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Xae'Mala Shatterer Cannon</font>"
FriendlyNamePlural="<font color='#df07b7'>Xae'Mala Shatterer Cannons</font>"
BriefSummary="A heavy Cannon designed to make use of a <font color='#df07b7'>Requiem Core.</font> This armament is most effective for precision targeting at long range. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> Successful attacks with The Xae'Mala Shatterer Cannon have a chance to instantly kill the target if the attack would leave them at low health. The lower the remaining health, the higher the chance."
AbilityDescName="Xae'Mala Shatterer Cannon"

[AHWRequiemMagnetron X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Xae'Quez Magnetron</font>"
FriendlyNamePlural="<font color='#df07b7'>Xae'Quez Magnetrons</font>"
BriefSummary="A Unique Heavy Weapon designed to make use of a <font color='#df07b7'>Requiem Core.</font> Though it is only capable of targeting a Single Unit at a time, the Xae Quez is capable of forcibly repositioning its targets while severely damaging them. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText=" <Bullet/> The Xae Quez is capable of forcibly repositioning its targets while severely damaging them."
AbilityDescName="Xae'Quez Magnetron"

[AHWRequiemLance X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Bala'Kor Coring Cannon</font>"
FriendlyNamePlural="<font color='#df07b7'>Bala'Kor Coring Cannons</font>"
BriefSummary="A heavy Cannon designed to make use of a <font color='#df07b7'>Requiem Core.</font> It trades range for the ability to fire a beam that melts flesh and structures alike. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> The Bala'Kor Coring Cannon can fire a beam that melts structures and flesh alike, at the cost of having limited effective range."
AbilityDescName="Bala'Kor Coring Cannon"

[AHWRequiemHeavyRifle X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Kala'Mal Suppressor Rifle</font>"
FriendlyNamePlural="<font color='#df07b7'>Kala'Mal Suppressor Rifle</font>"
BriefSummary="A Heavy weight Assault Rifle designed to make use of a <font color='#df07b7'>Requiem Core.</font> A Kala'Mal Assault Rifle offers great firepower, as well as Enhanced Suppression Fire. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> The Kala'Mal is an extremely potent weapon, offering great focused offensive firepower and utility."
AbilityDescName="Kala'Mal Suppressor Rifle"

[AHWRequiemRifle X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Taz'Kor Assault Rifle</font>"
FriendlyNamePlural="<font color='#df07b7'>Taz'Kor Assault Rifles</font>"
BriefSummary="A medium weight Assault Rifle designed to make use of a <font color='#df07b7'>Requiem Core.</font> A Taz'Kor Assault Rifle offers damage and versatility alike. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> Versatile, deadly, a Taz'Kor Assault Rifle is always useful in any situation. \n<Bullet/> Advanced Optical Systems allow the user great amounts of versatility across the battlefield."
AbilityDescName="Taz'Kor Assault Rifle"

[AHWRequiemSword X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Taz'Nal Assault Blade</font>"
FriendlyNamePlural="<font color='#df07b7'>Taz'Nal Assault Blades</font>"
BriefSummary="A special blade designed to make use of a <font color='#df07b7'>Requiem Core.</font> Originally designed to cut through ADVENT's own armor, as a tool to be used against the treacherous Skirmishers, the Taz'Nal Assault Blade is a lethal homage to the Chosen Assassin's own Blade. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> A Taz'Nal Assault Blade serves as a potent Melee Option, and is a trusty backup weapon for Close Quarters Combat."
AbilityDescName="Taz'Nal Assault Blade"

[AHWRequiemSMG X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Ha'Dum Siege Carbine</font>"
FriendlyNamePlural="<font color='#df07b7'>Ha'Dum Siege Carbines</font>"
BriefSummary="A light weight Carbine designed to make use of a <font color='#df07b7'>Requiem Core.</font> Though significantly less damaging than its more powerful cousins, the Ha'Dum Siege Carbine offers unique advantages. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> The Ha'Dum Siege Carbine deals less damage than all other primary Requiem Armaments, but has the ability to Overdrive the Capacitors to Focus Fire on a Target. \n<Bullet/> With an Expanded Magazine and an Autoloader, this weapon alone can turn the tides."
AbilityDescName="Ha'Dum Siege Carbine"

[AHWRequiemPistol X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Ha'Kor Burst Carbine</font>"
FriendlyNamePlural="<font color='#df07b7'>Ha'Kor Burst Carbine</font>"
BriefSummary="An extra light weight Carbine designed to make use of a <font color='#df07b7'>Requiem Core.</font> The least powerful Requiem Armament, the Ha'Kor Burst Carbine serves as a backup weapon for when our Operatives find themselves in danger of being punched in the face by a Berserker and don't trust their chances with a sword. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> The Ha'Kor Burst Carbine, has Rapid Charging Power Cells, preventing the weapon from needing to be reloaded, it has a much lower Discharge rate than a Ha'Dum, costing One Action Point per shot. \n<Bullet/> Like the Ha'Dum, however, the Ha'Kor deals little damage per shot."
AbilityDescName="Ha'Kor Burst Carbine"

[AHWRequiemCannon X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Bala'Kal Area Dominance Cannon</font>"
FriendlyNamePlural="<font color='#df07b7'>Bala'Kal Area Dominance Cannon</font>"
BriefSummary="A heavy Cannon designed to make use of a <font color='#df07b7'>Requiem Core.</font> One of the most powerful of the primary Requiem Armaments, its great offensive power comes at a mobility cost. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> The Bala'Kal Heavy Cannon offers exceptional Zone Control, at the cost of mobility.\n<Bullet/> The Bala'Kal Heavy Cannon boasts massive power reserves, enabling it to maintain a high rate of fire with reloads being few and far between."
AbilityDescName="Bala'Kal Area Dominance Cannon"

[AHWRequiemShotgun X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Bala'Dum Burst Cannon</font>"
FriendlyNamePlural="<font color='#df07b7'>Bala'Dum Burst Cannons</font>"
BriefSummary="A Light Cannon designed to make use of a <font color='#df07b7'>Requiem Core.</font> It offers immense close quarters firepower, but is of no use at range. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> Close Quarters Combat is full of dangers, but the wielder of a Bala'Dum Burst Cannon will never have to worry about being outgunned. \n<Bullet/> A Bala'Dum Burst Cannon cannot miss at close range, regardless of cover.\n<Bullet/> However, its accuracy rapidly dwindles to nothing at range, however."
AbilityDescName="Bala'Dum Burst Cannon"

[AHWRequiemSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Tal'Khazan Superheavy Bolter</font>"
FriendlyNamePlural="<font color='#df07b7'>Tal'Khazan Superheavy Bolters</font>"
BriefSummary="A Superheavy Bolter designed to make use of a <font color='#df07b7'>Requiem Core.</font> It cannot be fired without first being charged. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> Though its necessity to Charge before firing and Cool Down after firing limits its usability and prevents it from being used for Overwatch, it offers unparalled firepower against Robotic Targets.\n<Bullet/> The Tal'Khazan entirely ignores shielding, pierces all armor, deals damage in a small radius, greatly shredding the armor of any units hit."
AbilityDescName="Tal'Khazan Superheavy Bolter"

[AHWRequiemBolter X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Kor'Khazan Heavy Bolter</font>"
FriendlyNamePlural="<font color='#df07b7'>Kor'Khazan Heavy Bolter</font>"
BriefSummary="A Heavy Bolter designed to make use of a <font color='#df07b7'>Requiem Core.</font> An ideal weapon for highly mobile Soldiers. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> A salvaged version of the dreaded Taipan's Requiem Armament of Choice.\n<Bullet/> Capable of penetrating moderate amounts of armor, the Kor'Khazan is a powerful bolter, and its Impaler Bolts deal massive amounts of critical damage."
AbilityDescName="Kor'Khazan Heavy Bolter"

[AHWRequiemScoutSniper X2WeaponTemplate]
FriendlyName="<font color='#df07b7'>Mor'Khazan Stealth Bolter</font>"
FriendlyNamePlural="<font color='#df07b7'>Mor'Khazan Stealth Bolters</font>"
BriefSummary="A light weight Bolter designed to make use of a <font color='#df07b7'>Requiem Core.</font> It has significantly less firepower than its sister, the Tal'Khazan, but offers the wielder exceptional utility. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> A Mor'Khazan offers significantly less firepower than a Tal'Khazan, and less than most other primary Requiem Armaments.\n<Bullet/> In exchange for its low damage and single shot nature, its light weight allows the user to rapidly reposition or reconceal themselves after firing."
AbilityDescName="Mor'Khazan Stealth Bolter"

[AHWKosmaGrenade X2GrenadeTemplate]
FriendlyName="<font color='#df07b7'>Kosma Grenade</font>"
FriendlyNamePlural="<font color='#df07b7'>Kosma Grenades</font>"
BriefSummary="A special Grenade instilled with <font color='#df07b7'>Requiem Essence.</font> While not very damaging initially, it can be paired with a <font color='#df07b7'>Kosma Launcher</font> for devastating results across the battlefield. As a Requiem Armament, this weapon inflicts <font color='#df07b7'>Requiem Corrosion</font>"
TacticalText="<Bullet/> Kosma Grenades are unable to shred armor, but they Disrupt Energy Shields, and prevent Sustaining Effects from activating if their initial detonation would kill an enemy. \n<Bullet/> Units damaged by a Kosma Grenade are Afflicted with <font color='#df07b7'>Requiem Corrosion</font>"
ThrownAbilityName="Throw Kosma Grenade"
ThrownAbilityHelpText="Inflicts Requiem Corrosion to all targets hit."
LaunchedAbilityname="Launch Kosma Grenade"
LaunchedAbilityHelpText="Inflicts Requiem Corrosion to all targets hit."

[AHWKosmaLauncher X2GrenadeLauncherTemplate]
FriendlyName="<font color='#df07b7'>Kosma Launcher</font>"
FriendlyNamePlural="<font color='#df07b7'>Kosma Launchers</font>"
BriefSummary="A Grenade launcher modified to make use of a <font color='#df07b7'>Requiem Core.</font> On its own, it is situationally an improvement over an Magnetically Accelerated Grenade Launcher, but when paired with <font color='#df07b7'>Kosma Grenades</font> it achieves devastating results."
TacticalText="<Bullet/> The Kosma Launcher has a much longer range than Magnetically Accelerated Grenade Launchers, but does not offer an equivalent detonation radius for launched munitions. \n<Bullet/> Due to having a Requiem Core to produce the Required Requiem Essence, it enables limited replenishment of Kosma Munitions in the field."
AbilityDescName="Kosma Launcher"

[ARFMNivenCapacitor X2AbilityTemplate]
LocFriendlyName="Niven Capacitor"
LocLongDescription="Gain Bonus Psi Offense. If Applicable, increase the Focus Cap by One."
LocHelpText="Gain Bonus Psi Offense. If Applicable, increase the Focus Cap by One."
LocFlyOverText="Niven Capacitor"

[ARFMHinterNeurons X2AbilityTemplate]
LocFriendlyName="Mirror Neurons"
LocLongDescription="Gain Access to Void Powers, but take significantly increased damage from Psionics and Requiem Weaponry."
LocHelpText="Gain Access to Void Powers, but take significantly increased damage from Psionics and Requiem Weaponry."
LocFlyOverText="Mirror Neurons"

[ARFMXaeMala X2AbilityTemplate]
LocFriendlyName="Shatterer"
LocLongDescription="Successful attacks with The Xae'Mala Shatterer Cannon have a chance to Shatter the Target, instantly killing the target if the attack would leave them at low health. The lower the remaining health, the higher the chance."
LocHelpText="Successful attacks with The Xae'Mala Shatterer Cannon have a chance to Shatter the Target, instantly killing the target if the attack would leave them at low health. The lower the remaining health, the higher the chance."
LocFlyOverText="Shatterer"

[ARFMValkyrie X2AbilityTemplate]
LocFriendlyName="Xae's Wings"
LocLongDescription="Gain 10 Defense against Attackers at a Lower Elevation. Gain Supreme Mobility Outdoors. While this Unit is Airborne, it Gains 25 Bonus Defense against Attacks and Crits instead of the 10 Defense, and Nullifies the standard Aim Bonuses against Exposed/Flanked targets, if the Attacker is at a Lower Elevation than this unit. Attackers at the same Elevation as an Airborne Unit gain Full Flanking Bonuses."
LocHelpText="Gain 10 Defense against Attackers at a Lower Elevation. Gain Supreme Mobility Outdoors. While this Unit is Airborne, it Gains 25 Bonus Defense against Attacks and Crits instead of the 10 Defense, and Nullifies the standard Aim Bonuses against Exposed/Flanked targets, if the Attacker is at a Lower Elevation than this unit. Attackers at the same Elevation as an Airborne Unit gain Full Flanking Bonuses."
LocFlyOverText="Xae's Wings"

[ARFMReloadXaequez X2AbilityTemplate]
LocFriendlyName="Xae's Harvest"
LocLongDescription="Can periodically harvest ambient energy fields to recharge the Xae'Quez."
LocHelpText="Can periodically harvest ambient energy fields to recharge the Xae'Quez."
LocFlyOverText="Xae's Harvest"

[ARFMTractorBeam X2AbilityTemplate]
LocFriendlyName="Xae'Quez Tractor Beam"
LocLongDescription="Fire a Tractor Beam at a Target Unit. Humanoids hit will be Pulled."
LocHelpText="Fire a Tractor Beam at a Target Unit. Humanoids hit will be Pulled."
LocFlyOverText="Xae'Quez Tractor Beam"

[ARFMBalaDumExecute X2AbilityTemplate]
LocFriendlyName="Bala's Punishment"
LocLongDescription="Fire at a Stunned Target, and Execute them on a Successful Hit."
LocHelpText="Fire at a Stunned Target, and Execute them on a Successful Hit."
LocFlyOverText="Bala's Punishment"

[ARFMHaDumBanish X2AbilityTemplate]
LocFriendlyName="Ha's Judgement"
LocLongDescription="Fire at a Target until a Shot Misses or Ammo runs out. Every shot taken reduces the Soldier's Aim until turn end."
LocHelpText="Fire at a Target until a Shot Misses or Ammo runs out. Every shot taken reduces the Soldier's Aim until turn end."
LocFlyOverText="Ha's Judgement"

[ARFMSuperSuppression X2AbilityTemplate]
LocFriendlyName="Kala's Suppression"
LocLongDescription="Attempt to destroy a Target's Cover, Afflict the target with Suppression Penalties, and then attempt a follow up shot. If the Target moves, fire again."
LocHelpText="Attempt to destroy a Target's Cover, Afflict the target with Suppression Penalties, and then attempt a follow up shot. If the Target moves, fire again.""
LocFlyOverText="Kala's Suppression"

[ARFMSuperSuppressionContinue X2AbilityTemplate]
LocFriendlyName="Kala's Suppression"
LocLongDescription="Attempt to destroy a Target's Cover, Afflict the target with Suppression Penalties, and then attempt a follow up shot. If the Target moves, fire again if there is remaining Ammo.""
LocHelpText="Attempt to destroy a Target's Cover, Afflict the target with Suppression Penalties, and then attempt a follow up shot. If the Target moves, fire again if there is remaining Ammo.""
LocFlyOverText="Kala's Suppression"

[ARFMKorKhazanImpaler X2AbilityTemplate]
LocFriendlyName="Khazan's Blessing"
LocLongDescription="Shots have massively increased Aim and Crit Chance against Flanked Targets"
LocHelpText="Shots have massively increased Aim and Crit Chance against Flanked Targets"
LocFlyOverText="Khazan's Blessing"

[ARFMKorKhazanCripple X2AbilityTemplate]
LocFriendlyName="Khazan's Wrath"
LocLongDescription="Fire an Impaler Bolt at a target. Will Crit Targets Hit. Units hit by this Ability have a high chance to be stunned."
LocHelpText="Fire an Impaler Bolt at a target. Will Crit Targets Hit. Units hit by this Ability have a high chance to be stunned."
LocFlyOverText="Khazan's Wrath"

[ARFMTazKorOverwatch X2AbilityTemplate]
LocFriendlyName="Taz's Vigil"
LocLongDescription="Enter a Special Form of Overwatch and Interrupt the turn of a visible enemy to take an Action."
LocHelpText="Enter a Special Form of Overwatch and Interrupt the turn of a visible enemy to take an Action."
LocFlyOverText="Taz's Vigil"

[ARFMTazNalAssault X2AbilityTemplate]
LocFriendlyName="Taz's Reaping"
LocLongDescription="Assault an enemy within movement range with Two Melee Attacks that Prevent Sustaining Effects from activating."
LocHelpText="Assault an enemy within movement range with Two Melee Attacks that Prevent Sustaining Effects from activating."
LocFlyOverText="Taz's Reaping"

[ARFMTazNalAssault2 X2AbilityTemplate]
LocFriendlyName="Taz's Reaping"
LocLongDescription="Assault an enemy within movement range with Two Melee Attacks that Prevent Sustaining Effects from activating."
LocHelpText="Assault an enemy within movement range with Two Melee Attacks that Prevent Sustaining Effects from activating."
LocFlyOverText="Taz's Reaping"

[ARFMBalaKalReload X2AbilityTemplate]
LocFriendlyName="Bala's Grace"
LocLongDescription="Reloads are Free Actions and Standard Shots do not end the turn."
LocHelpText="Reloads are Free Actions and Standard Shots do not end the turn."
LocFlyOverText="Bala's Grace"

[ARFMMorKhazanMobility X2AbilityTemplate]
LocFriendlyName="Khazan's Hunt"
LocLongDescription="Killing Shots grant the Wielder +1 Bonus Damage, up to a Maximum of +4. Additionally, Kills grant the Wielder a Defensive Action Point."
LocHelpText="Killing Shots grant the Wielder +1 Bonus Damage, up to a Maximum of +4. Additionally, Kills grant the Wielder a Defensive Action Point."
LocFlyOverText="Khazan's Hunt"

[ARFMMorKhazanStealth X2AbilityTemplate]
LocFriendlyName="Khazan's Veil"
LocLongDescription="Enter Concealment."
LocHelpText="Enter Concealment."
LocFlyOverText="Khazan's Veil"

[ARFMTalKhazanAntiCrit X2AbilityTemplate]
LocFriendlyName="Kostura Resonance"
LocLongDescription="Kostura Bolts have reduced chance to critically damage Organic Targets, but have increased Robotic Targets. This includes Sparks."
LocHelpText="Kostura Bolts have reduced chance to critically damage Organic Targets, but will Annihilate Robotic Targets. This includes Sparks."
LocFlyOverText="Kostura Resonance"

[ARFMTalKhazanCrit X2AbilityTemplate]
LocFriendlyName="Kostura Resonance"
LocLongDescription="Kostura Bolts have reduced chance to critically damage Organic Targets, but will Annihilate Robotic Targets. This includes Sparks."
LocHelpText="Kostura Bolts have reduced chance to critically damage Organic Targets, but will Annihilate Robotic Targets. This includes Sparks."
LocFlyOverText="Kostura Resonance"

[ARFMTalKhazanCharge X2AbilityTemplate]
LocFriendlyName="Charge Capacitor"
LocLongDescription="Charge the Tal'Khazan's Capacitor and prime a Kostura Bolt for fire. Due to the sheer amount of energy contained within, the capacitor will automatically discharge for safety if not fired on the same turn or the turn after charging the weapon. If the Wielder of the Tal'Khazan has Steady Hands, this does not end their turn if they have remaining action points."
LocHelpText="Charge the Tal'Khazan's Capacitor and prime a Kostura Bolt for fire. Due to the sheer amount of energy contained within, the capacitor will automatically discharge for safety if not fired on the same turn or the turn after charging the weapon. If the Wielder of the Tal'Khazan has Steady Hands, this does not end their turn if they have remaining action points."
LocFlyOverText="Charging"

[ARFMTalKhazanShot X2AbilityTemplate]
LocFriendlyName="Khazan's Condemnation"
LocLongDescription="Fire a Kostura Bolt at a target location. Kostura Bolts deal Area of Effect damage. Damage from Kostura Bolts bypasses Ablative Health. Against Robotic or Cybernetic targets, it also deals increased damage."
LocHelpText="Fire a Kostura Bolt at a target location. Kostura Bolts deal Area of Effect damage. Damage from Kostura Bolts bypass Ablative Health, pierces armor. Against Robotic or Cybernetic targets, it also deals increased damage."
LocFlyOverText="Khazan's Condemnation"

[ARFMKosmaLaunch X2AbilityTemplate]
LocFriendlyName="Replenish Kosma"
LocLongDescription="This Soldier can replenish equipped Kosma munitions using a Kosma Launcher's Requiem Core."
LocHelpText="This Soldier can replenish equipped Kosma munitions using a Kosma Launcher's Requiem Core."
LocFlyOverText="Replenish Kosma"

[ARFMKosmaGrenada X2AbilityTemplate]
LocFriendlyName="Replenish Kosma"
LocLongDescription="Replenish equipped Kosma munitions using a Kosma Launcher's Requiem Core. If the user has Salvo or Total Combat, this does not end the turn."
LocHelpText="Replenish equipped Kosma munitions using a Kosma Launcher's Requiem Core. If the user has Salvo or Total Combat, this does not end the turn."
LocFlyOverText="Replenish Kosma"

[ARFMShardGauntletsBonus X2AbilityTemplate]
LocFriendlyName="Research"

[ARFMArmorBonus X2AbilityTemplate]
LocFriendlyName="Research"

[ARFMRipjackBonus X2AbilityTemplate]
LocFriendlyName="Research"